{
  "city": [
    {
      "cityName": "İstanbul",
      "title": "Eğer dünya tek bir devletten ibaret olsaydı başkenti İstanbul olurdu.",
      "cityImage": "https://images.pexels.com/photos/3684396/pexels-photo-3684396.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940'",
      "text": "Istanbul (/ˌɪstænˈbʊl/ IST-an-BUUL, US also /ˈɪstænbʊl/ IST-an-buul; Turkish: İstanbul [isˈtanbuɫ] (About this soundlisten)), historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world 's fifteenth-largest city.', readMore: 'Istanbul (/ˌɪstænˈbʊl/ IST-an-BUUL, US also /ˈɪstænbʊl/ IST-an-buul; Turkish: İstanbul [isˈtanbuɫ] (About this soundlisten)), historically known as Byzantium and Constantinople, is the largest city in Turkey and the country's economic, cultural and historic center. The city straddles the Bosphorus strait, and lies in both Europe and Asia, with a population of over 15 million residents, comprising 19% of the population of Turkey. Istanbul is the most populous city in Europe, and the world 's fifteenth-largest city. Founded as Byzantion by Megarian colonists in 660 BCE, and renamed as Constantinople in 330 CE, the city grew in size and influence, becoming a beacon of the Silk Road and one of the most important cities in history. It served as an imperial capital for almost sixteen centuries, during the Roman/Byzantine (330–1204), Latin (1204–1261), Byzantine (1261–1453), and Ottoman (1453–1922) empires. It was instrumental in the advancement of Christianity during Roman and Byzantine times, before its transformation to an Islamic stronghold following the Fall of Constantinople in 1453 CE. In 1923, after the Turkish War of Independence, Ankara replaced the city as the capital of the newly formed Republic of Turkey. In 1930 the city's name was officially changed to Istanbul, an appellation Greek speakers used since the eleventh century to colloquially refer to the city. Over 13.4 million foreign visitors came to Istanbul in 2018, eight years after it was named a European Capital of Culture, making the city the world's fifth-most popular tourist destination.[13] Istanbul is home to several UNESCO World Heritage Sites, and hosts the headquarters of numerous Turkish companies, accounting for more than thirty percent of the country's economy."
    },
    {
      "cityName": "New York",
      "title": "Asla Uyumayan Şehir    ",
      "cityImage": "https://images.pexels.com/photos/1770775/pexels-photo-1770775.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "text": "New York Şehri (İngilizce telaffuz: [nu ˈjɔɹk]), Amerika Birleşik Devletleri'nin en kalabalık şehri ve dünyanın en kalabalık metropolitan alanlarından New York metropolitan bölgesinin merkezidir. Şehir bir parçası olduğu New York Eyaleti ile karıştırıldığı için İngilizcede New York City (kısaca NYC) veya The City Of New York olarak isimlendirilir. Şehir; ticaret, finans, medya, sanat, moda, araştırma, teknoloji, eğitim ve eğlence sektörlerine önemli katkıda bulunduğundan dolayı 'küresel etkiye sahip şehir' olarak anılır. Önemli bir uluslararası diplomasi merkezi olan kent, Birleşmiş Milletler Genel Merkezine ev sahipliği yapar ve dünyanın kültür başkenti olarak tanımlanır. Şehir, dünyanın en büyük doğal limanlarından birinin üstüne kurulmuştur. New York borough adı verilen ve her bir bölümün bir county olduğu 5 kısımdan oluşur. Bu 5 borough - the Bronx, Brooklyn, Manhattan, Queens, ve Staten Island- 1898 yılında tek şehir olarak birleştirilmiştir. New York bir göçmen kentidir. Kentte yaklaşık 170 ayrı dil konuşulmaktadır ve her üç kişiden biri ABD dışında bir ülke doğumludur. İngilizce çeşitli aksanlarla konuşulur. İngilizcenin yanı sıra İspanyolca da yoğun konuşulmaktadır. Little Italy (Küçük İtalya) semtinde İtalyanca, China Town’da (Çin mahallesi) Çince konuşan nüfus mevcuttur. New York birçok Amerikan kültürel hareketinin de doğum yeridir. Edebiyat ve görsel sanatlarda Harlem Rönesansı, resimde soyut ekspresyonizm (New York Ekolü), müzikte hip hop, punk, salsa ve Tin Pan Alley bu hareketlerden bazılarıdır. 24 saat açık olan metrosu ve yoğun trafiğiyle \"Hiç Uyumayan Şehir\" adını almıştır. Empire State Binası, Central Park ve Times Meydanı, Modern Sanat Müzesi, Guggenheim Müzesi ve Modern Tarih Müzeleri şehrin ilgi çekici mekanlarıdır. Gökdelenleri, caddeleri, lokantaları, alışveriş merkezleri ve insanlarıyla, New York turist çekmektedir."
    },
    {
      "cityName": "Los Angeles",
      "title": "Melekler Şehri",
      "cityImage": "https://images.pexels.com/photos/1688186/pexels-photo-1688186.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "text":"Los Angeles (İspanyolca: Los Ángeles \"Melekler\"), City of Los Angeles (\"Los Angeles Şehri\") veya kısaca L.A., Amerika Birleşik Devletleri'nın Kaliforniya eyaletinin en kalabalık ve ABD'nın New York'tan sonra ikinci en kalabalık şehri. Los Angeles'ın nüfusu 2010 itibarıyla 3.792.621 kişidir.[1] Şehir sınırlarına göre yüzölçümü 1.215 km² olup Büyük Okyanus'un doğu kıyısında, güney Kaliforniya'da konumlanmıştır. Şehir daha büyük olan 12.828.837 kişi nüfuslu Los Angeles-Long Beach-Santa Ana metropoliten istatistiksel bölgesinin ve 18 milyon kişiyi aşan nüfusa sahip Büyük Los Angeles Bölgesi'nin merkezinde yer alır. Böylece Los Angeles ABD'de ikinci büyük metropoliten bölgede ve tüm dünyanın en büyük metropoliten bölgelerinden birinde bulunur.[2] Los Angeles, Kaliforniya eyaletinin Los Angeles County'sinin merkezidir. Bu county ABD kontluklarının en kalabalık ve en yüksek etnik çeşitliliğe sahip olanıdır.[3] 4 Eylül 1781 tarihinde İspanya kontrolündeki Meksika tarafından keşfedilen şehir (her ne kadar Kızılderililer uzun süredir orada yaşasa da) Los Angeles 4 Nisan 1850 tarihinde Kaliforniya'nın bir parçası olmuştur. İsmi İspanyolcadan gelmektedir ve Melekler Şehri manasını taşımaktadır. 2 Ağustos 1769'da, Fernando Rivera Y Moncado'nun kaptanı olduğu Kaliforniya'ya gelen ilk Avrupalı yerleşimciler içindeki Fransisken papazı Peder Juan Crespi, 2 Ağustos dini bir şölen olan Perdono'ya denk düştüğü ve Assisili Francesco adına anıldığı ve de bu yere İtalya'da \"ülkenin çok küçük parseli\" anlamında \"porziuncola\" denmesi yüzünden, buraya \"Nuestra Señora de los Angeles de la Porciúncula\", sonra da bu Assisi'deki şapelde Bakire Meryem'in meleklerle çevrili freski bulunduğundan \"El Pueblo de Nuestra Señora la Reina de los Angeles de Porciúncula\" dendi, sonra da kısaca \"El Pueblo de la Reina de Los Angeles\" dendi. 1876 yıllarına kadar nüfusu on bin dolaylarında olan Los Angeles, petrol yataklarının keşfedilmesi, Kaliforniya kuzeylerindeki altın madenlerinin bulunması, ve de gerek doğal güzelliği açısından birçok insanın rüyalarını süsledi. 1920'li yıllarda sanat ve eğlencenin de tüm ülke genelinde öncüsü olmaya başlamıştır. New York'un klasik Broadway'ine karşı Hollywood sineması gelişen yıllarda da çok daha güçlü olur ; günümüzde de Broadway'in büyük bir geliri Hollywood'dan gelmektedir."
    },
    {
      "cityName": "Barcelona",
      "title": "Barcelona City",
      "cityImage": "https://images.pexels.com/photos/1388030/pexels-photo-1388030.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "text":"Barselona (İspanyolca ve Katalanca: Barcelona), İspanya'nın kuzeydoğu kıyısında bulunan bir kent. Katalonya özerk bölgesinin başkenti ve en büyük kenti, ayrıca İspanya'nın nüfus bakımından ikinci en büyük kentidir. Şehir merkezi sınırları içindeki nüfusu 1,6 milyon, komşu ilçelerle birlikte Barselona ilinin nüfusu 4,8 milyondur. Avrupa Birliği sınırları içindeki beşinci en büyük metropoliten alandır. Kent, İspanya-Fransa sınırının yaklaşık 150 km güneyinde yer alır. İspanya'nın Akdeniz kıyısındaki en önemli limanı ve ticaret merkezidir. Kendine özgü kültürü ve güzelliğiyle ün yapan Barselona'nın, Gaudi'nin başını çektiği modernizm akımıyla planlanmış, 1900'lerden kalma ızgara planlı modern bölümü ilgi çekmektedir. Yaygın dil Katalanca'dır. 1992 Yaz Olimpiyatları'na ev sahipliği yapmıştır.Barselona söylentiye göre MÖ 3. yüzyılda Kartacalılar tarafından eski bir İberya kenti üzerine kurulmuştur. Kentin adı, eski İberce Barkeno sözcüğünden gelir. Latince kaynaklarda ise Barcino, Barcilonum ve Barcenona olarak anılır. MÖ 218'de Romalılar tarafından fethedildi ve MÖ I. yüzyılda sömürge statüsü aldı. Kent Roma döneminde Colonia Faventia Julia Augusta Pia Barcino adını almış, Magriplilerce de Barcaluna olarak adlandırılmıştır. 415'te Vizigotların işgal ettiği kent, 717 dolaylarında Endülüs Emevi Devletinin topraklarına katıldı. 801'de Karolenj Hanedanı'ndan I. Louis (Dindar Louis) kenti Endülüs devletinden alarak kendi topraklarına kattı. Barselona kontları bu dönemde özerkleştiler ve 10.-11. yüzyıllarda Katalonya'nın geri kalan bölgelerini de denetimleri altına aldılar. 1137'de Katalonya ve Aragon'un birleşmesiyle kentte ticaretle uğraşan varlıklı sınıfların siyasi gücü arttı. Kısa sürede Barselona, Akdeniz ticaretinde Cenova ve Venedik'le boy ölçüşür hale geldi.14. yüzyılda veba salgınları nüfusu önemli ölçüde azaltınca kent bir duraklama dönemine girdi. Napoli'nin 1442'de Barselona'nın yerine Katalonya-Aragon monarşisinin merkezi olması kentin önemini daha da azalttı. 16. yüzyılda Osmanlı İmparatorluğu'nun Akdeniz'de artan gücü ve Amerika'nın keşfi de Barselona'nın Akdeniz ticaretindeki konumunu gölgeledi. 1615'ten sonraki dönemde Madrid'deki yöneticilerle ilişkiler bozuldu ve Katalonya'nın Amerikan kolonileriyle ticaret yapması tümüyle engellendi. 1705'te İspanya Veraset Savaşı sırasında Avusturyalı arşidük III. Karl Barselona'da krallığını ilan etti. Ama V. Felipe savaşı kazanınca kent 1714'te ele geçirildi ve özerkliğine son verildi. 1808-13 arasında Napoléon'un egemenliği altında kalan kent, bundan sonraki dönemde hızla sanayileşmeye başladı. Buhar gücüyle çalışan ilk dokuma fabrikası 1832'de açıldı. Kısa sürede Barselona, İspanya Krallığı'nın en önemli kenti haline geldi. İşçi sayısının hızla artmasıyla siyasi ve toplumsal çatışmalar da baş gösterdi. Bunların en önemlileri 1835'te 11 manastırın tahrip olmasına ve 1909'da 60'tan fazla kiliseyle dinsel yapının bütünüyle yakılmasına yol açan olaylardı. Barselona, Katalan ayrılıkçı hareketinin de merkeziydi. 1936'da İspanya İç Savaşı'nın başlamasıyla kent Özerk Katalonya hükümetinin ve Cumhuriyetçi güçlerin merkezi durumuna geldi. Temmuz 1936'da, şehri Francisco Franco'ya teslim etmeyi amaçlayan askeri ayaklanma, sendikacı milislerin kitle halinde harekete geçmeleriyle bastırıldı. Mart 1938'de İtalyan hava kuvvetleri tarafından şiddetli biçimde bombalandı. Ocak 1939'da kentin işgali Cumhuriyetçi hükümetin yenilgiyi kabul etmesine yol açtı. Franco kuvvetlerinin eline geçmesinden sonra Katalonya'nın özerk kurumları feshedildi. İç Savaş sırasında uğradığı yıkıma rağmen Barselona, sanayileşmiş ve zengin bir bölgenin merkezi olarak gelişimini devam ettirdi. 1978'de yeni anayasa uyarınca Katalonya Özerk Topluluğu'nun (Generalitat de Catalunya) merkezi oldu. Bölgede Barselona'yla birlikte Gerona ve Lérida ve Tarragona illeri yer alır. 1992 Yaz Olimpiyatları'na ev sahipliği yaptı."
    },
    {
      "cityName": "Osaka",
      "title": "大阪市",
      "cityImage": "https://images.pexels.com/photos/2890019/pexels-photo-2890019.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "text":"Osaka (Japonca: 大阪市 Ōsaka-shi), Japonya'nın Osaka prefektörlüğünün merkezi ve Kansai bölgesinin en büyük şehridir. Şehir, Osaka Körfezi'ne dökülen Yodo Nehri'nin döküldüğü yerde yer almaktadır. Sıklıkla Japonya'nın ikinci şehri olarak anılan Osaka, ülkenin tarihteki ticari merkezi idi. Osaka, 1 Ocak 2012 tarihi itibari ile yaklaşık 2,6 milyon nüfusu ile Japonya'nın Tokyo ve Yokohama'dan sonraki üçüncü büyük kentidir ve 19 milyon nüfusu ile dünyanın dokuzuncu büyük metropolitan alanı olan Keihanshin'nin kalbidir. Osaka'ya geleneksel olarak \"Milletin Mutfağı\" (天下の台所, tenka no daidokoro) veya Japonya'nın gurme yiyecekler başkenti gözüyle bakılmaktadır.Osaka sade anlamıyla \"Büyük Tepe\" ya da \"Büyük Bayır\" anlamına gelir. Ōsaka isminin Naniwa'nın üstünde bir üne sahip olduğu açıktır. Ancak, bu ismin en eski kullanımına 1496'da Ishiyama Hongan-ji kuruluşu hakkında yazılmış bir yazıda rastlanır."
    },
    {
      "cityName": "Uttar Pradeş",
      "title": "उत्तर प्रदेश اتر پردیش",
      "cityImage": "https://images.pexels.com/photos/1603650/pexels-photo-1603650.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "text":"Uttar Pradeş, Hindistan'ın en kalabalık eyaleti. Büyük bölümü Ganj nehrinin yukarı vadisinde yer alır. Kuzeyde Nepal, kuzeybatıda Uttarakhand eyaleti, batıda Haryana eyaleti ve Delhi birlik toprağı, güneybatıda Racastan, güneyde Madhya Pradeş ve Çhattisgar, güneydoğuda Carkand ve doğuda Bihar eyaletleriyle çevrilidir. Hint Yarımadası'nın kuzey bölgesinde yer alan yoğun nüfuslu eyalet, 200 milyondan fazla nüfusa sahiptir. Britanya yönetimi sırasında 1 Nisan 1937'de Agra ve Oudh Birleşik İlleri olarak kuruldu ve 1950'de Uttar Pradeş olarak yeniden adlandırıldı. Eyalet, başkent Lucknow olmak üzere 18 bölüme ve 75 ilçeye ayrılmıştır. Ana etnik grup, demografik çoğunluğu oluşturan Hindavi halkıdır. 9 Kasım 2000'de, eyaletin Himalaya bölgesinden yeni bir eyalet olan Uttarakhand kurulmuştur. Eyaletin iki büyük ırmağı olan Ganj Nehri ve Yamuna Nehri, Allahabad'da birleşir ve daha sonra doğuda Ganj olarak akar. Hintçe en çok konuşulan dildir ve aynı zamanda devletin resmi dilidir. Hindistan'ın toplam alanının %7.33'üne eşit olan 243.290 kilometre karelik alanı kaplar ve ülkenin dördüncü en büyük eyaletidir. Uttar Pradeş ekonomisi, Hindistan'daki en büyük dördüncü eyalet ekonomisi olup, gayri safi yurt içi hasılası 210 milyar ABD doları ve kişi başına düşen gelir ise 770 ABD dolarıdır.[1] Tarım ve hizmet endüstrisi, eyalet ekonomisinin en büyük parçalarıdır. Hizmet sektörü seyahat ve turizm, otelcilik sektörü, gayrimenkul, sigorta ve finansal danışmanlıklardan oluşmaktadır."
    },
    {
      "cityName": "Şanghay",
      "title": "上海",
      "cityImage": "https://upload.wikimedia.org/wikipedia/commons/6/64/Shanghai_skyline_from_the_bund.jpg",
      "text":"Şanghay[a], (Çince: 上海; Hanyu Pinyin: Shànghǎi; Putonghua telaffuzu: Bu ses hakkında[ʂâŋ.xài] (yardım·bilgi); Şanghayca telaffuzu: Bu ses hakkında[zɑ̃.hɛ] (yardım·bilgi)), Çin Halk Cumhuriyeti'ne bağlı doğrudan yönetilen şehirdir. Dünyaca ünlü bir liman kenti[3] olan Şanghay, Çin'in nüfusu en yüksek olan şehri[4] olmanın yanı sıra ayrıca ülkenin ekonomi, finans, ticaret ve nakliye merkezidir.[5][6] Şanghay, ülkenin doğu sahilinde, Yangtze Nehri Deltası'nın en doğusunda bulunur. Doğusunda Doğu Çin Denizi, güneyinde Hangzhou Körfezi ve batısında Jiangsu ile Zhejiang eyaletleri tarafından çevrelenir. Şanghay'ın en kuzeyini teşkil eden Chongming Adası [zh] ise Yangtze Nehri ağzının denize döküldüğü noktanın ortasındadır. Şanghay, komşu eyaletler Jiangsu, Zhejiang ve Anhui'ye bağlı birçok şehrin de oluşturduğu \"Yangtze Nehri Deltası Ekonomik Bölgesi \"'nin önemli bir parçasıdır.[7] Tarihî olarak balıkçılık limanı, tuz üretim merkezi ve ticaret limanı işlevlerini gösteren Şanghay yerleşiminin nüfusu ilk olarak Jin Hanedanı döneminde çoğalmaya başladı. Şanghay, Tang ile Yuan Hanedanı dönemleri arasında Huating Kontluğu [zh] ve Songjiang Prefektörlüğü [zh] yönetim birimlerine bağlıydı.[8] Ming ile Çing hanedanlık dönemleri boyunca Şanghay, özellikle eğirme ve dokuma sanayileri gelişmiş olan müreffeh bir kasabaydı. 1843 yılında Nanking Antlaşması'nın imzalanmasıyla Şanghay, dış ticarete açılmış beş Çin limanından biri oldu ve şehirde yabancı imtiyaz bölgeleri [en] kuruldu. Bu dönemden itibaren Şanghay, dünya çapında önemli rol oynayan bir şehir olmaya başladı. Bu şartlar altında Şanghay'da şehrin kendisine özgü siyasi bir ortam oluştu ve limanın açılmasından dolayı şehrin ekonomisi eşi görülmemiş bir hızla büyüdü. Bu dönem boyunca özellikle Jiangsu, Zhejiang, Guangdong, Anhui ve Şantung eyaletlerinin yanı sıra yurtdışından da göçmenler çekti ve Uzak Doğu'nun en kalabalık metropollerinden biri oldu.[9] Özellikle komşu eyaletlerden çok sayıda göçmenin Şanghay'a yerleşmesiyle bu eyaletlere ait Wuyue kültürünün [zh] Şanghay kültürü üzerindeki etkisi pek büyük; bu Wuyue kültürünün diğer yerlerden Şanghay'a gelmiş insanların getirdiği kültürel unsurlarla kaynaşması da Şanghay'ın kozmopolitliği ve çok kültürlülüğüne yol verdi. Limanın açılmasından sonra çağdaş Batı kültürüne ait unsurların da şehrin hayatı üzerine damgasını bırakmasıyla Şanghay'a özgü ve \"Doğu, Batı ile buluşuyor\" ruhunu taşıyan Haipai [zh] kültürü de ortaya çıktı. Çin Cumhuriyeti döneminde Şanghay, Asya'nın en büyük şehirlerinden biri ve Çin'in en önemli sanayi ve ticaret merkeziydi. Çin Halk Cumhuriyeti'nin kuruluşundan sonra Merkezî Hükûmet planlı bir ekonomi uyguladı ve özellikle Çin'in iç bölgelerindeki ağır sanayiyi geliştirdi. Bu süreç boyunca Şanghay, Çin ana karasının diğer yerlerinin gelişmesinde büyük oranda katkıda bulundu.[10] 1990 yılında Pudong Yeni Bölgesi'nin ekonomisi, Merkezî Hükûmet'in ekonomik reform politikaları kapsamında özel olarak açtırıldı ve geliştirildi. Şanghay ekonomisinin büyümesi de bu politikaların sonucu olarak hızlandırıldı.[11] Pudong Yeni Bölgesi ayrıca 2005 yılında Çin'in ilk özel ekonomik bölgesi [en] olarak atandı ve 2013 yılında Şanghay Serbest Ticaret Bölgesi [en] kuruldu.[12] Bütün bu politikalar, Şanghay'ın daha fazla gelişmesine yol açtı. Şanghay da böylece Çin ana karasının günümüzdeki ekonomi, finans ve ticaret merkezi oldu.[13][14][15][16] Dünya çapında finans, ticaret ve ulaşım alanlarında da önemli bir rol oynar. Şanghay Limanı, dünyanın en işlek konteyner limanıdır.[17] Şanghay Menkul Kıymetler Borsası, Çin ana karasının iki menkul kıymetler borsasından biridir ve 2019 yılı itibarıyla market cap açısından dünyanın en büyük 5. borsasıdır [en].[18] Şanghay, Çin'deki ekonomik patlamanın bir modeli olmanın yanı sıra turistik açıdan Çin'in en önemli varış noktalarından biridir ve birçok cazibe odağı yer ve manzara barındırır. Örneğin; Yu Bahçesi, Şehir Tanrısı Tapınağı [zh], Nankin Caddesi, Bund, ve Lujiazui'nin gökdelen dolu manzarası [en]. Michelin şirketi, yayınladığı gezi rehberinde Şanghay şehrini üç yıldızlı (görülmesi \"şiddetle tavsiye edilen\") bir yer olarak nitelendirdi.[19]"
    },
    {
      "cityName": "Pattaya",
      "title": "พัทยา",
      "cityImage": "https://images.pexels.com/photos/415708/pexels-photo-415708.jpeg?auto=compress&cs=tinysrgb&dpr=2&h=650&w=940",
      "text":"Pattaya (Thai: พัทยา, Phatthaya) Tayland'ın önemli şehirlerinden biridir. Başkent Bangkok'un yaklaşık 165 km kadar güney doğusunda ve Tayland Körfezi kıyısında yer almaktadır. Şehir, idari bakımdan Chonburi iline bağlı olmasına rağmen, kendi kendini yöneten özel belediye statüsüne sahiptir. Kelime anlamı, \"Güney Batı Munson Rüzgarı\" anlamına gelmektedir. Pattaya, ismini daha sonraları Büyük Kral Taksin (King Taksin the Great) olarak anılacak Siyam Kralı Phraya Tak’dan gelmektedir. 18. Yüzyılın sonlarında (1767) eski Ayutthaya Krallığı, Burmalılar tarafından saldırı altındayken Phraya Tak (Kral Taksin) bu bölgede çok iyi bir savaş çıkartmış ve bölgenin adı bundan sonra Pattaya olarak kalmıştır. Pattaya, 1950’lerin sonlarına kadar küçük bir balıkçı köyü olarak kalmıştır. 1964'te belediyeye dönüşmüştür. Vietnam savaşına katılan Amerikan askerleri, Pattaya’yı bir dinlenme mekanı olarak kullanmaya başlayınca büyümeye başlamıştır. 1978’de şehir olmuştur. Şehirde yaşayan, çalışan ve çoğunluğu Batı Avrupa ile Kuzey Amerika'dan gelen yabancıların talep doğurması sonucunda şehirdeki çok katlı yapıların sayısı artmıştır. Böylece şehir, yüksek katlı yapı sayısında, ülkenin başkenti Bangkok'tan sonra ikinci sıraya yerleşmiştir. Şehrin merkezi ve kalbi olarak Walking Street gösterilebilir. Walking Street şehrin gece hayatının merkezi niteliğindedir. Burada rock, pop, hard, striptiz, gay gibi her çok çeşitli eğlence mekanları ve gece kulüpleri bulunmaktadır."
    }
  ]
}